Repository: BTCCTB/ADManager
Catalog: translations/messages.*.xlf
Languages: nl

# my.account.label.password.recommendation
source: We recommend to change your password every 3 months
nl: Wij raden u aan om uw wachtwoord om de 3 maanden te veranderen.

# my.account.label.lastset
source: Password last set
nl: Wachtwoord laatst ingesteld

# login.title
source: Please login
nl: Inloggen

# login.form.username.label
source: Username
nl: Gebruikersnaam

# login.form.username.placeholder
source: firstname.lastname@enabel.be
nl: voornaam.achternaam@enabel.be

# login.form.password.label
source: Password
nl: Wachtwoord

# login.form.remember.label
source: Remember
nl: Onthoud mij

# login.form.btn.submit
source: Login
nl: Aanmelding

# main.menu.application.label
source: My apps
nl: Mijn apps

# main.menu.account.label
source: My account
nl: Mijn account

# main.menu.admin.new.label
source: New
nl: Nieuw

# main.menu.admin.list.label
source: List
nl: Lijst

# btn.application.label
source: My apps
nl: Mijn apps

# main.menu.logout.label
source: Logout
nl: Uitloggen

# btn.change.password.label
source: Change password
nl: Wachtwoord wijzigen

# main.menu.admin.application.label
source: Applications
nl: Applicaties

# main.menu.admin.incident.label
source: Incidents
nl: Incidenten

# main.menu.admin.incident_severity.label
source: Incident severity
nl: Ernst van het incident

# application.title.h3
source: Your apps & useful links
nl: Uw apps & nuttige links

# change.password.rules.p0
source: Your new password must be at least 8 characters long and follow three of these rules:
nl: Uw nieuwe wachtwoord moet minstens 8 tekens lang zijn en drie van deze regels volgen:

# change.password.rules.li0
source: must contains a lower-case letter [abc...xyz]
nl: moet een kleine letter [abc....xyz] bevatten

# change.password.rules.li1
source: must contains a capital letter [ABC...XYZ]
nl: moet een hoofdletter [ABC...XYZ] bevatten

# change.password.rules.li2
source: must contains a number [012...789]
nl: moet een nummer [012....789] bevatten

# change.password.rules.li3
source: must contains a special character [&@â‚¬...!-_]
nl: moet een speciaal teken [&@€.....!-_] bevatten

# change.password.title.h1
source: Change password
nl: Wachtwoord wijzigen

# change.password.form.current.password.label
source: Current password
nl: Huidig wachtwoord

# change.password.form.new.password.label
source: New password
nl: Nieuw wachtwoord

# change.password.form.repeat.password.label
source: Repeat new password
nl: Herhaal nieuw wachtwoord

# application.new_collegues.title.h3
source: New colleagues
nl: Nieuwe collega's

# application.new_collegues.start_date
source: Start date
nl: Begin datum

# main.menu.admin.account.passwordAgo.label
source: Password last set
nl: Wachtwoord laatste ingesteld

# main.menu.admin.account.list.label
source: Liste
nl: Lijst

# contact.hq.title.h3
source: Enabel HQ contacts
nl: Enabel HQ contacten

# contact.all.title.h3
source: Enabel contacts
nl: Enabel contacten

# main.menu.admin.contact.label
source: Contacts
nl: Contacten

# Show detail
source: Show details
nl: Meer info

# btn.contact.own.country.label
source: My country contacts
nl: Mijn landcontacten

# contact.export.all
source: Export all contacts
nl: Exporteer alle contacten

# contact.export.hq
source: Export HQ contacts
nl: Exporteer HQ contacten

# contact.export.field
source: Export field contacts
nl: Exporteer Field contacten

# contact.export.resrep
source: Export ResRep contacts
nl: Exporteer ResRep contacten

# main.menu.admin.message.label
source: Message
nl: Bericht

# main.menu.admin.message.log.label
source: List of messages
nl: Lijst van berichten

# new_collegues.title.h3
source: New colleagues
nl: Nieuwe collega's

# new_collegues.start_date
source: Start date
nl: Startdatum

# main.menu.admin.message.create.group.label
source: Send a message [Group]
nl: Stuur een bericht [Groep]

# main.menu.admin.message.create.person.label
source: Send a message [Person]
nl: Stuur een bericht [Persoon]
